Repository: SRGSSR/srgmediaplayer-apple
Catalog: RTSMediaPlayer/*.lproj/Accessibility.strings
Languages: de

source: %.0f%% played
de: %.0f%% gespielt

source: %@ late to direct
de: %@ versetzt zu live

source: %@ played
de: %@ gespielt

source: %@ remaining
de: noch %@

source: Infinity duration
de: ohne Ende

source: No duration
de: Dauer unbekannt

source: Nothing playing
de: Kein Medienelement zum Abspielen vorhanden

source: Play
de: Abspielen

source: Playing in live
de: Live

source: Stop Picture in Picture
de: Bild im Bild Modus beenden

source: Switch to Picture in Picture
de: Bild im Bild Modus starten
