Repository: SRGSSR/srgmediaplayer-apple
Catalog: Framework/Resources/*.lproj/Localizable.strings
Languages: de

source: %@ (Current default)
de: %@ (aktueller Standard)

source: %@ (Recommended)
de: %@ (empfohlen)

source: an external device
de: einem externen Gerät

source: Audio
de: Ton

source: Audio and Subtitles
de: Ton und Untertitel

source: Auto
de: Automatisch

source: Language not available for this content
de: Sprache für diesen Inhalt nicht verfügbar

source: None
de: Keine

source: Off
de: Aus

source: Playback on «%@»
de: Wiedergabe auf «%@»

source: Subtitles & CC
de: Untertitel

source: The media cannot be played
de: Inhalt kann nicht abgespielt werden

source: Unknown language
de: Unbekannte Sprache

source: When '%@' is enabled, and if the selected audio track language differs from the device settings, subtitles or Closed Captions might be displayed automatically.
de: Wenn '%@' aktiviert ist und die ausgewählte Sprache der Audiospur von den Geräteeinstellungen abweicht, werden möglicherweise automatisch Untertitel angezeigt.

source: You can adjust text appearance and enable Closed Captions and SDH automatic selection in the Accessibility settings.
de: Sie können das Aussehen der Untertitel und die automatische Auswahl in den iOS Einstellungen unter Bedienungshilfen festlegen.

source: You can enable Audio Description automatic selection in the Accessibility settings.
de: Sie können die automatische Auswahl der Audiobeschreibungen in den iOS Einstellungen aktivieren.
