Repository: SRGSSR/srgmediaplayer-apple
Catalog: Sources/SRGMediaPlayer/Resources/*.lproj/Accessibility.strings
Languages: de, fr

source: %@ from live
de: Livestream mit %@ Verzögerung
fr: À %@ du direct

source: %@ played
de: %@ gespielt
fr: %@ joué

source: %@ remaining
de: noch %@
fr: %@ restant

source: 360 degrees
de: 360 Grad
fr: 360 degrés

# Headset
source: VR headset
de: Virtual-Reality-Brille
fr: Casque VR

source: Live playback
de: Livestream ohne Verzögerung
fr: Lecture en direct

source: No playback
de: Kein Inhalt im Player
fr: Aucune lecture

source: Play
de: Abspielen
fr: Jouer

source: Playback settings
de: Wiedergabeeinstellungen
fr: Paramètres de lecture

source: Start Picture in Picture
de: Bild-in-Bild-Funktion starten
fr: Démarrer image dans l’image

source: Stop Picture in Picture
de: Bild-in-Bild-Funktion beenden
fr: Arrêter image dans l’image
