Repository: SRGSSR/srgmediaplayer-apple
Catalog: Sources/SRGMediaPlayer/Resources/*.lproj/Localizable.strings
Languages: fr, it

source: %@ (Current default)
fr: %@ (choix actuel)
it: %@ (scelta attuale)

source: %@ (Recommended)
fr: %@ (recommandé)
it: %@ (consigliato)

source: an external device
fr: un appareil externe
it: dispositivo esterno

source: Auto
fr: Automatique
it: Automatici

source: Language not available for this content
fr: Langue non disponible pour ce contenu
it: Lingua non disponibile per questo contenuto

source: Live
fr: Direct

source: None
fr: Aucun
it: ND

source: Off
fr: Désactivé
it: No

source: Playback on «%@»
fr: Lecture sur «%@»
it: Riproduzione su «%@»

source: Playback settings
fr: Paramètres de lecture

source: Playback speed
fr: Vitesse de lecture

# Subtitles & CC
source: Subtitles & closed captions
fr: Sous-titres et STC
it: Sottotitoli & CC

source: The media cannot be played
fr: Le contenu ne peut être joué
it: Il contenuto non può essere riprodotto

source: The playback speed is restricted to %@×.
fr: La vitesse de lecture est limitée à %@×.

source: Unknown language
fr: Langue inconnue
it: Lingua sconosciuta

source: When '%@' is enabled, and if the selected audio track language differs from the device settings, subtitles or Closed Captions might be displayed automatically.
fr: Lorsque "%@" est activé, si la langue audio sélectionnée diffère de celle de l'appareil, des sous-titres peuvent s'afficher automatiquement.
it: Quando "%@" è attivato, se la pista audio è differente da quella selezionata sul dispositivo, i sottotitoli vengono mostrati automaticamente.

source: You can adjust text appearance and enable Closed Captions and SDH automatic selection in the Accessibility settings.
fr: Vous pouvez ajuster l’apparence et la sélection automatique des sous-titres et sous-titres pour sourds et malentendants dans les réglages d'accessibilité.
it: Puoi regolare la visualizzazione e la sezione automatica dei sottotitoli nelle impostazioni di accessibilità.

source: You can enable Audio Description automatic selection in the Accessibility settings.
fr: Vous pouvez ajuster la sélection automatique de l'audio description dans les réglages d'accessibilité.
it: Puoi regolare l'attivazione automatica dell'audio descrizione nelle impostazioni di accessibilità.
